-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2017-02-24 11:20:13
-- 服务器版本： 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `baidunews`
--

-- --------------------------------------------------------

--
-- 表的结构 `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `newstype` char(200) NOT NULL,
  `newstitle` varchar(200) NOT NULL,
  `newsimg` varchar(200) NOT NULL,
  `newstime` datetime NOT NULL,
  `newssrc` char(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=73 ;

--
-- 转存表中的数据 `news`
--

INSERT INTO `news` (`id`, `newstype`, `newstitle`, `newsimg`, `newstime`, `newssrc`) VALUES
(1, '推荐', 'dfgasdf', 'img/1.jpg', '2017-02-01 00:00:00', 'fsdfasd'),
(2, '推荐', 'dfsdfs', 'img/2.jpg', '2017-02-17 00:00:00', 'fsaf'),
(3, '推荐', '反对法士大夫士大夫', 'img/3.jpg', '2017-02-08 00:00:00', '发给孩子的好地方和'),
(4, '推荐', '的方式度过v', 'img/4.jpg', '2017-02-15 00:00:00', '噶山豆根是真的根深蒂固S'),
(5, '推荐', '反对法士大夫士大夫', 'img/5.jpg', '2017-02-08 00:00:00', '发给孩子的好地方和'),
(6, '推荐', '的方式度过v', 'img/6.jpg', '2017-02-15 00:00:00', '噶山豆根是真的根深蒂固S'),
(34, '推荐', 'dfgasdf', 'img/2.jpg', '2017-02-03 00:00:00', 'fsdfasd'),
(35, '推荐', 'dfsdfs', 'img/3.jpg', '2017-02-17 00:00:00', 'fsaf'),
(36, '推荐', '反对法士大夫士大夫', 'img/1.jpg', '2017-02-08 00:00:00', '发给孩子的好地方和'),
(37, '推荐', '的方式度过v', 'img/4.jpg', '2017-02-15 00:00:00', '噶山豆根是真的根深蒂固S'),
(38, '推荐', '反对法士大夫士大夫', 'img/5.jpg', '2017-02-08 00:00:00', '发给孩子的好地方和'),
(39, '推荐', '的方式度过v', 'img/6.jpg', '2017-02-15 00:00:00', '噶山豆根是真的根深蒂固S'),
(40, '百家', '速度发顺丰', 'img/7.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(41, '百家', '速度发顺丰', 'img/8.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(42, '百家', '速度发顺丰', 'img/9.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(43, '百家', '速度发顺丰', 'img/10.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(44, '本地', '速度发顺丰', 'img/10.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(45, '本地', '速度发顺丰', 'img/8.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(46, '本地', '速度发顺丰', 'img/4.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(47, '本地', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(48, '图片', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(49, '娱乐', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(50, '社会', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(51, '军事', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(52, '互联网', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(53, '科技', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(54, '女人', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(55, '更多', '速度发顺丰', 'img/5.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(56, '更多', '速度发顺丰', 'img/9.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(57, '更多', '速度发顺丰', 'img/8.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(58, '科技', '速度发顺丰', 'img/8.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(59, '科技', '速度发顺丰', 'img/10.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(60, '图片', '速度发顺丰', 'img/10.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(61, '社会', '速度发顺丰', 'img/10.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(62, '女人', '速度发顺丰', 'img/10.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(63, '百家', '速度发顺丰', 'img/10.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(64, '百家', '速度发顺丰', 'img/1.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(65, '本地', '速度发顺丰', 'img/1.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(67, '互联网', '速度发顺丰', 'img/1.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(68, '军事', '速度发顺丰', 'img/1.jpg', '2017-02-12 00:00:00', '手动阀手动阀手动阀打发士大夫士大夫士大夫似的公司'),
(69, '互联网', '噶恶搞v', 'img/5.jpg', '2017-02-14 00:00:00', '发射点发射点发射点发生'),
(71, '娱乐', '12312341232312', 'img/5.jpg', '2017-02-25 00:00:00', 'linlang'),
(72, '娱乐', '委任他为', 'img/9.jpg', '2017-02-24 00:00:00', 'fsdfsdfsdfs发生发射点发');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
